# Mac Apps
tap "mas-cli/tap"

mas "Airmail 5", id: 918858936
mas "Amphetamine", id: 937984704
mas "iaWriter", id: 775737590
mas "Gifski", id: 1351639930
mas "HEIC Converter", id: 1294126402

# Casks
cask_args appdir: "/Applications"
  
## Priority
cask 'iterm2'
cask 'visual-studio-code'
cask 'waterfox'

## 1Password and 1Password CLI
cask '1password'
cask '1password/tap/1password-cli'

# Utilities
cask 'cleanmymac'
cask 'flux-app'
cask 'flycut'
cask 'imageoptim'
cask 'signal'
cask 'slack'
cask 'transmission'
cask 'vlc'

## Stuff I'll Probably Use
brew 'asdf'
brew 'asciidoc' # local book toolchain
brew 'docbook-xsl' # output epub and other book formats
brew 'gh'
brew 'gpg'
brew 'graphviz'
brew 'httpie'
brew 'imagemagick'
brew 'tree'
brew 'wget'
