cask_args appdir: "/Applications"

cask 'firefox'
cask '1password'
cask 'dropbox'
cask 'iterm2'
cask 'visual-studio-code'

brew 'asdf'
brew 'asciidoc' # local book toolchain
brew 'docbook-xsl' # output epub and other book formats
brew 'ffmpeg'
brew 'gh'
brew 'gpg'
brew 'graphviz'
brew 'httpie'
brew 'imagemagick'
brew 's3cmd'
brew 'wget'

tap 'eddieantonio/eddieantonio'
brew 'imgcat'


cask 'caffeine'
cask 'docker'
cask 'flux'
cask 'flycut'
cask 'get-backup-pro'
cask 'imageoptim'
cask 'little-snitch'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'vlc'
cask 'zoom'
