brew 'asdf'
brew 'asciidoac' # local book toolchain
brew 'docbook-xsl' # output epub and other book formats
brew 'docker-compose'
brew 'ffmpeg'
brew 'fop'
brew 'gpg'
brew 'graphviz'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 's3cmd'
brew 'wget'

tap 'eddieantonio/eddieantonio'
brew 'imgcat'

cask_args appdir: "/Applications"

cask '1password'
cask 'caffeine'
cask 'ccleaner'
cask 'docker'
cask 'dropbox'
cask 'enpass'
cask 'firefox'
cask 'java'
cask 'iterm2'
cask 'ngrok'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'visual-studio-code'
